{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04990895",
      "orgStudyIdInfo": {
        "id": "IIT-ePRO"
      },
      "organization": {
        "fullName": "AHS Cancer Control Alberta",
        "class": "OTHER"
      },
      "briefTitle": "A Research Study to Collect Patient Reported Outcomes Using Electronic Surveys",
      "officialTitle": "A Randomized Clinical Trial of Electronic Tumour-Specific Patient-Reported Outcomes in Early-Stage Breast and Colorectal Cancer Patients Undergoing Neoadjuvant/Adjuvant Chemotherapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-10",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-03-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-05-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-10-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-06-28",
      "studyFirstSubmitQcDate": "2021-07-26",
      "studyFirstPostDateStruct": {
        "date": "2021-08-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-10-13",
      "lastUpdatePostDateStruct": {
        "date": "2023-10-16",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "AHS Cancer Control Alberta",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Tom Baker Cancer Centre",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A single-centre, randomized, 2-arm clinical trial comparing follow-up consisting of tumour-specific Electronic Patient-Reported Outcomes (ePROs) with targeted symptom management versus standard of care follow-up during neoadjuvant/adjuvant systemic therapy",
      "detailedDescription": "The intervention in this study will consist of a web-based portal that leverages the existing data entry and reporting capacity of the REDCap (Research Electronic Data Capture) platform to prompt study participants to enter various health-related quality of life (HRQOL) and symptom measures online at regular intervals throughout the course of the neoadjuvant/adjuvant systemic therapy, and particularly in between scheduled clinic visits (per standard of care dependent on chemotherapy protocol). Specifically, the portal will incorporate the following PROs: the Edmonton Symptom Assessment Scale revised version (ESASr), the European Organization for Research and Treatment of Cancer - Quality of Life Questionnaire Cancer Patients (EORTC-QLQ C30), the European Organization for Research and Treatment of Cancer - Quality of Life Questionnaire Breast Cancer (EORTC-QLQ BR23), and the European Organization for Research and Treatment of Cancer - Quality of Life Questionnaire Colorectal Cancer (EORTC-QLQ CR29), and selected adverse event-related questions related to commonly prescribed neoadjuvant/adjuvant systemic therapy regimens for breast and colorectal cancer. The portal will identify all study participants who have entered scores 4 or greater on the ESASr scale and subsequently alert the participant's research nurse to perform a review of the patient's records and initiate a telephone assessment with the study participant. The study hypothesizes that patients experiencing this level of symptom severity are currently accustomed to initiating contact with the nurse; this is a reactive approach whereby the healthcare team does not respond unless the patient initiates the contact. The investigators propose a more proactive approach whereby the healthcare team initiates the contact as symptoms are reported. By addressing symptoms as they occur, this will most likely reduce the resources (nursing time, etc.) required to address symptoms as a point when they have become more severe or need acute intervention.\n\nFor participants with mild symptoms (Less than 4 on ESASr), subjects will be prompted by the online system to refer to standardized patient educational materials on self-management of symptoms (provided as hyperlinks to online web-based standardized self-management information. Hyperlinks to standardized educational materials with instructions on how to manage common symptoms associated with chemotherapy treatment will also be provided to participants on the intervention arm.\n\nFor participants who are identified as having a high burden of symptoms (e.g., a score of 4 or greater on any one symptom), the research nurse will be able to pre-emptively offer clinical advice by phone on appropriate symptom management, notify the responsible physician, and provide interventions to alleviate these symptoms as per usual routine. If needed, the research nurse and physician may offer the participant an unscheduled clinic visit to manage symptom crises in person. Conversely, for participants with a very low symptom burden (e.g., all symptom scores less than 4) or no symptoms at all, the portal will offer these individuals an opportunity to opt-out of the next scheduled face-to-face clinic visit within 24 hours prior to the scheduled clinic visit. Prior to the opt-out, the research nurse will also perform a review of the patient's records, conduct a telephone assessment with the participant to assess symptom levels, and notify the physician to confirm that cancelling the in-person clinic visit is both safe and clinically reasonable to pursue. It will ultimately be at the discretion of the treating oncologist whether or not participants feel comfortable canceling this visit. Asymptomatic participants will retain the right to keep the scheduled clinic appointment. All ePROs and their trends over time will be made available at each clinic visit to the primary cancer nurse and oncologist(s) both electronically and on the paper chart to further facilitate treatment decision-making and optimize symptom management."
    },
    "conditionsModule": {
      "conditions": [
        "Colorectal Cancer",
        "Breast Cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 128,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control group",
          "type": "NO_INTERVENTION",
          "description": "Participants in the control group will have a planned clinic follow-up visit prior to each scheduled chemotherapy appointment. Although they will not be asked to complete PROs in between clinic visits, they will be asked to respond to a series of HRQOL questionnaires at baseline, at 6 months (±2 weeks) from enrollment, and at completion of neoadjuvant/adjuvant systemic therapy if this date differs from the 6-month time point by more than 4 weeks. A satisfaction questionnaire will also be administered at the end of study."
        },
        {
          "label": "Intervention",
          "type": "EXPERIMENTAL",
          "description": "Participants in the intervention group will also have a planned clinic follow-up visit prior to each scheduled chemotherapy appointment. They will be asked to complete a series of HRQOL questionnaires at baseline, at 6 months, and at completion of neoadjuvant/adjuvant chemotherapy to evaluate their HRQOL and satisfaction levels with their care. In addition, however, they will also receive an email reminder at the mid-way point between scheduled clinic visits to prompt them to enter ePROs via the REDCap online system, including measures such as the ESASr, the EORTC-QLQ C30 and EORTC-BR23 or EORTC-CR29 and specific symptom questionnaires.",
          "interventionNames": [
            "Other: Electronic Tumour-Specific Patient-Reported Outcomes (ePRO) questionnaires"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Electronic Tumour-Specific Patient-Reported Outcomes (ePRO) questionnaires",
          "description": "A web-based portal that prompts participants to enter tumour-specific ePROs at regular intervals in between clinic visits",
          "armGroupLabels": [
            "Intervention"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Assessment of the Quality of Life of Cancer Patients Using EORTC-QLQ C30 Questionnaire",
          "description": "Change from baseline EORTC-QLQ C30 scores at the end of the study will be determined using both multi-item scales and single-item measures. These include five functional scales, three symptom scales, a global health status / QoL scale, and six single items. Each of the multi-item scales includes a different set of items - no item occurs in more than one scale. All of the scales and single-item measures range in score from 0 to 100. A high scale score represents a higher response level.",
          "timeFrame": "within 1 year"
        },
        {
          "measure": "Assessment of the Quality of Life of Breast Cancer Patients Using EORTC-QLQ BR23 Questionnaire",
          "description": "Change from baseline EORTC-QLQ BR23 scores at the end of the study will be determined using five multi-item scales to assess body image, sexual functioning, systemic therapy side effects, breast symptoms, and arm symptoms. In addition, single items assess sexual enjoyment, future perspective and being upset by hair loss. All of the scales and single-item measures range in score from 0 to 100. A high score for the functional scales represents a high/healthy level of functioning, whilst a high score for the symptom scales represents a high level of symptomatology or problems.",
          "timeFrame": "within 1 year"
        },
        {
          "measure": "Assessment of the Quality of Life of Colorectal Cancer Patients Using EORTC-QLQ CR29 Questionnaire",
          "description": "Change from baseline EORTC-QLQ CR29 scores at the end of the study will be determined using 4 multi-item scales and 19 single-items assessing a range of symptoms and problems common among patients with colorectal cancer. All of the scales and single-item measures range in score from 0 to 100. A high score for the functional scale and functional single-items represents a high level of functioning, whereas a high score for the symptom scales and symptom single-items represents a high level of symptomatology or problems.",
          "timeFrame": "within 1 year"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Impacts of Electronic Quality of Life Questionnaires on Health Care Resource Utilization",
          "description": "Differences in the frequency of clinic appointments, Emergency room visits, and hospitalization between control and intervention groups will be determined using t-test for comparison of means and Wilcoxon tests for comparison of medians between the intervention and control groups.",
          "timeFrame": "within 1 year"
        },
        {
          "measure": "Health System Cost",
          "description": "The net cost associated with the total number of emergency room visits, triage center calls, and hospitalization will be compared between the intervention and control groups.",
          "timeFrame": "within 1 year"
        },
        {
          "measure": "Rate of Patient satisfaction",
          "description": "Patient satisfaction with their care will be assessed by scoring a satisfaction questionnaire at the end of the study using a 5 level scoring system.",
          "timeFrame": "within 1 year"
        },
        {
          "measure": "Patient self-efficacy",
          "description": "Change from baseline self-efficacy scores at the end of the study will be determined using the Cancer Behavior Inventory- Brief (CBI-B) scoring system which rates 12 questions on a scale of 1 to 9. The CBI-B is intended to be a single score measure of coping self-efficacy. The sum of the 12 items is the final score. Higher scores indicate greater coping efficacy.",
          "timeFrame": "within 1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participant has provided informed consent prior to initiation of any study specific activities/procedures.\n2. Men or women ≥18 years old newly diagnosed early stage (stage I, II, or III) breast or colorectal cancer who initiate neoadjuvant/adjuvant systemic therapy after curative intent surgery.\n3. Participants or their caregivers will need to have a computer and internet access at home and be willing to learn to use and enter data via the web-based portal (REDCap).\n4. For the purposes of the current study, fluency and literacy in English will be required.\n\nExclusion Criteria:\n\n1. Lack of fluency or literacy of the English language.\n2. Lack of access to a computer or internet at home.\n3. Inability to complete or enter data on the REDCap system.\n4. Early-stage breast or colorectal cancer patients who are not receiving neoadjuvant/adjuvant chemotherapy (patients undergoing adjuvant hormonal or targeted therapy alone without chemotherapy will be excluded).\n5. Has known psychiatric or substance abuse disorders that would interfere with compliance with the requirements of the trial.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Nancy A Nixon, M.D.",
          "role": "CONTACT",
          "phone": "+1 (403) 521-3912",
          "email": "Nancy.A.Nixon@albertahealthservices.ca"
        },
        {
          "name": "Kelsey Meyer",
          "role": "CONTACT",
          "email": "Kelsey.Meyer@ahs.ca"
        }
      ],
      "overallOfficials": [
        {
          "name": "Nancy A Nixon, M.D.",
          "affiliation": "Alberta Health services",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Tom Baker Cancer Centre",
          "status": "RECRUITING",
          "city": "Calgary",
          "state": "Alberta",
          "zip": "T2N 4N2",
          "country": "Canada",
          "contacts": [
            {
              "name": "Nancy Nixon, MD",
              "role": "CONTACT",
              "phone": "403-521-3912",
              "email": "Nancy.A.Nixon@ahs.ca"
            },
            {
              "name": "Kelsey Meyer",
              "role": "CONTACT",
              "email": "Kelsey.Meyer@ahs.ca"
            }
          ],
          "geoPoint": {
            "lat": 51.05011,
            "lon": -114.08529
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2024-06-26"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000015179",
          "term": "Colorectal Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D000007414",
          "term": "Intestinal Neoplasms"
        },
        {
          "id": "D000005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D000004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D000009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D000009369",
          "term": "Neoplasms"
        },
        {
          "id": "D000004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D000005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D000003108",
          "term": "Colonic Diseases"
        },
        {
          "id": "D000007410",
          "term": "Intestinal Diseases"
        },
        {
          "id": "D000012002",
          "term": "Rectal Diseases"
        }
      ],
      "browseLeaves": [
        {
          "id": "M5220",
          "name": "Breast Neoplasms",
          "relevance": "LOW"
        },
        {
          "id": "M17890",
          "name": "Colorectal Neoplasms",
          "asFound": "Colorectal Cancer",
          "relevance": "HIGH"
        },
        {
          "id": "M10448",
          "name": "Intestinal Neoplasms",
          "relevance": "LOW"
        },
        {
          "id": "M8886",
          "name": "Gastrointestinal Neoplasms",
          "relevance": "LOW"
        },
        {
          "id": "M7256",
          "name": "Digestive System Neoplasms",
          "relevance": "LOW"
        },
        {
          "id": "M7255",
          "name": "Digestive System Diseases",
          "relevance": "LOW"
        },
        {
          "id": "M8883",
          "name": "Gastrointestinal Diseases",
          "relevance": "LOW"
        },
        {
          "id": "M6336",
          "name": "Colonic Diseases",
          "relevance": "LOW"
        },
        {
          "id": "M10444",
          "name": "Intestinal Diseases",
          "relevance": "LOW"
        },
        {
          "id": "M14844",
          "name": "Rectal Diseases",
          "relevance": "LOW"
        }
      ],
      "browseBranches": [
        {
          "abbrev": "BC04",
          "name": "Neoplasms"
        },
        {
          "abbrev": "BC17",
          "name": "Skin and Connective Tissue Diseases"
        },
        {
          "abbrev": "All",
          "name": "All Conditions"
        },
        {
          "abbrev": "BC06",
          "name": "Digestive System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}